Repository: rrenna/AppSnap
Catalog: App Snap/App Snap/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Save As...
de: Speichern unter...
fr: Enregistrer sous ...
it: Salva con nome ...

source: OK
de: Bestätigen
es: Aceptar
fr: Confirmer
it: Conferma

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: ios simulator
es: simulador ios
fr: Simulateur iOS
it: simulatore ios

source: I'm sorry but...
de: Es tut mir leid, aber ...
es: Lo siento, pero ...
fr: Je suis désolé mais ...
it: Mi dispiace, ma ...

source: No Window Selected
de: Kein Fenster ausgewählt
es: No hay ventanas seleccionadas
fr: Aucune fenêtre sélectionnée
it: Nessuna finestra selezionata

source: Window must be on screen
de: Fenster müssen auf dem Bildschirm werden
es: Ventana debe ser en la pantalla
fr: La fenêtre doit être à l'écran
it: Finestra deve essere sullo schermo

source: A valid window is not selected.
de: Eine gültige Fenster nicht aktiviert ist.
es: Una ventana válida no está seleccionada.
fr: Une fenêtre valide n'est pas sélectionnée.
it: Una finestra valida non è selezionata.

source: You don't seem to have an instance of the iOS Simulator open.
de: Sie scheinen nicht zu einer Instanz der IOS-Simulator zu öffnen.
es: No parece haber una instancia de la apertura iOS simulador.
fr: Vous ne semblez pas avoir une instance de l'ouverture IOS Simulator.
it: Non sembrano avere un'istanza del aperti iOS Simulator.

source: You don't seem to have an instance of the Android Simulator open.
de: Sie scheinen nicht zu einer Instanz der Android-Simulator zu öffnen.
es: No parece haber una instancia de la abierta Android simulador.
fr: Vous ne semblez pas avoir une instance de l'ouverture Android Simulator.
it: Non sembrano avere un'istanza del aperto Android Simulator.

source: App Snap doesn't currently support multiple viewing devices, move the window to your primary monitor.
de: App Snap derzeit nicht unterstützt mehrere Anzeigen Geräte, bewegen Sie die Fenster auf Ihrem primären Monitor.
es: Ajustar la aplicación no es compatible con varios dispositivos de visión, mover la ventana a su monitor principal.
fr: App Snap ne prend pas en charge plusieurs dispositifs de visualisation, déplacer la fenêtre à votre moniteur principal.
it: App Snap attualmente non supporta più dispositivi di visualizzazione, spostare la finestra per il monitor principale.

source: Select the window of the Mac App you would like to Snap
de: Wählen Sie das Fenster des Mac App Sie die Snap würde
es: Seleccione la ventana de la aplicación que desea Snap
fr: Sélectionnez la fenêtre de l'appli Mac vous souhaitez Snap
it: Selezionare la finestra del Mac App volete Snap

source: Crops out the iPhone or iPad simulator. Required for uploading to iTunes Connect
de: Schneidet das iPhone oder iPad Simulator. Erforderlich für den Upload in iTunes Connect
es: Corta el iPhone o el simulador de IPAD. Se requiere para subir a iTunes Connect
fr: Coupe le iPhone ou un simulateur iPad. Requis pour le téléchargement d'iTunes Connect
it: Taglia fuori l'iPhone o un simulatore iPad. Necessario per il caricamento in iTunes Connect

source: Crops out the Android simulator
de: Schneidet den Android-Simulator
es: Corta el simulador de Android
fr: Coupe le simulateur Android
it: Taglia fuori il simulatore di Android

source: Saves every Snap to the chosen location
de: Speichert jede Snap zu dem gewählten Standort
es: Guarda todos los Snap a la ubicación elegida
fr: Enregistre tous les Snap à l'endroit choisi
it: Salva ogni Snap al percorso scelto
